[
    {
      "text": "But God is so rich in mercy, and He loved us so much, that even though we were dead because of our sins, He gave us life when He raised Christ from the dead. (It is only by God's grace that you have been saved!)",
      "location": "Ephesians 2:4-5",
      "statement": "I AM alive with Christ."
    },
    {
      "text": "And you belong to Him, the power of the life-giving Spirit has freed you from the power of sin that leads to death.",
      "location": "Romans 8:2",
      "statement": "I AM free from the law of sin and death."
    },
    {
      "text": "We know that God's children do not make a practice of sinning, for God's Son holds them securely, and the evil one cannot touch them.",
      "location": "1 John 5:18",
      "statement": "I AM born of God, and the evil one does not touch me."
    },
    {
        "text": "So you also are complete through your union with Christ, who is the head over every ruler and authority.",
        "location": "Colossians 2:10",
        "statement": "I AM complete in Him who is the head of all principality and power."
    },
    {
        "text": "You will be secure under a government that is just and fair. Your enemies will stay far away. You will live in peace, and terror will not come near.",
        "location": "Isaiah 54:14",
        "statement": "I AM far from oppression, and fear does not come near me."
    },
    {
        "text": "Even before He made the world, God loved us and chose us in Christ to be holy and without fault in His eyes.",
        "location": "Ephesians 1:4",
        "statement": "I AM holy and without blame before Him in love."
    },
    {
        "text": "For you have been born again, but not to a new life that will quickly end. Your new life will last forever because it comes from the eternal, living Word of God.",
        "location": "1 Peter 1:23",
        "statement": "I AM God's child, for I am born again of the incorruptible seed of the Word of God, which lives and abides forever."
    },
    {
        "text": "For we are God's masterpiece. He has created us anew in Christ Jesus, so we can do the good things He planned for us long ago.",
        "location": "Ephesians 2:10",
        "statement": "I AM God's workmanship, created in Christ Jesus unto good works."
    },
    {
        "text": "This means that anyone who belongs to Christ has become a new person. The old life is gone; a new life has begun!",
        "location": "2 Corinthians 5:17",
        "statement": "I AM a new creature in Christ."
    },
    {
        "text": "So you also should consider yourselves to be dead to the power of sin and alive to God through Christ Jesus.",
        "location": "Romans 6:11",
        "statement": "I AM alive to God, and sin has no power over me."
    },
    {
        "text": "But don't just listen to God's word. You must do what it says. Otherwise, you are only fooling yourselves ... But if you look carefully into the perfect law that sets you free, and if you do what it says and don't forget what you heard, then God will bless you for doing it.",
        "location": "James 1:22, 25",
        "statement": "I AM a doer of the Word, and blessed in my actions."
    },
    {
        "text": "And since we are His children, we are His heirs. In fact, together with Christ we are heirs of God's glory. But if we are to share His glory, we must also share His suffering.",
        "location": "Romans 8:17",
        "statement": "I AM a joint heir with Christ."
    },
    {
        "text": "No, despite all these things, overwhelming victory is ours through Christ, who loved us.",
        "location": "Romans 8:37",
        "statement": "I AM more than a conqueror through Him who loves me."
    },
    {
        "text": "By His divine power, God has given us everything we need for living a godly life. We have received all of this by coming to know Him, the one who called us to Himself by means of His marvelous glory and excellence. And because of His glory and excellence, He has given us great and precious promises. These are the promises that enable you to share His divine nature and escape the world's corruption caused by human desires.",
        "location": "2 Peter 1:3-4",
        "statement": "I AM a partaker of His divine nature."
    },
    {
        "text": "So we are Christ's ambassadors; God is making His appeal through us. We speak for Christ when we plead, 'Come back to God!'",
        "location": "2 Corinthians 5:20",
        "statement": "I AM an ambassador for Christ."
    },
    {
        "text": "For God made Christ, who never sinned, to be the offering for our sin, so that we could be made right with God through Christ.",
        "location": "2 Corinthians 5:21",
        "statement": "I AM the righteousness of God in Jesus Christ."
    },
    {
        "text": "Satan, who is the god of this world, has blinded the minds of those who don't believe. They are unable to see the glorious light of the Good News. They don't understand this message about the glory of Christ, who is the exact likeness of God.",
        "location": "2 Corinthians 4:4",
        "statement": "I AM a believer, and the light of the Gospel shines in my mind."
    },
    {
        "text": "And they have defeated him by the blood of the Lamb and by their testimony. And they did not love their lives so much that they were afraid to die.",
        "location": "Revelation 12:11",
        "statement": "I AM an overcomer by the blood of the Lamb and the word of my testimony."
    },
    {
        "text": "But you are not like that, for you are a chosen people. You are royal priests, a holy nation, God's very own possession. As a result, you can show others the goodness of God, for He called you out of the darkness into His wonderful light.",
        "location": "1 Peter 2:9",
        "statement": "I AM a chosen generation, a royal priesthood, a holy nation, a purchased people."
    },
    {
        "text": "Don't you realize that your body is the temple of the Holy Spirit, who lives in you and was given to you by God? You do not belong to yourself, for God bought you with a high price. So you must honor God with your body.",
        "location": "1 Corinthians 6:19-20",
        "statement": "I AM the temple of the Holy Spirit; I AM not my own."
    },
    {
        "text": "If you listen to these commands of the Lord your God that I am giving you today, and if you carefully obey them, the Lord will make you the head and not the tail, and you will always be on top and never at the bottom.",
        "location": "Deuteronomy 28:13",
        "statement": "I AM the head and not the tail; I AM above only and not beneath."
    },
    {
        "text": "You are the light of the world—like a city on a hilltop that cannot be hidden. No one lights a lamp and then puts it under a basket. Instead, a lamp is placed on a stand, where it gives light to everyone in the house. In the same way, let your good deeds shine out for all to see, so that everyone will praise your heavenly Father.",
        "location": "Matthew 5:14-16",
        "statement": "I AM the light of the world in Him."
    },
    {
        "text": "He is so rich in kindness and grace that He purchased our freedom with the blood of His Son and forgave our sins.",
        "location": "Ephesians 1:7",
        "statement": "I AM forgiven of all my sins and washed in the Blood."
    },
    {
        "text": "Since God chose you to be the holy people He loves, you must clothe yourselves with tenderhearted mercy, kindness, humility, gentleness, and patience.",
        "location": "Colossians 3:12",
        "statement": "I AM His elect, full of mercy, kindness, humility, and longsuffering."
    },
    {
        "text": "For He has rescued us from the kingdom of darkness and transferred us into the Kingdom of His dear Son...",
        "location": "Colossians 1:13",
        "statement": "I AM delivered from the power of darkness and translated into God's kingdom."
    },
    {
        "text": "But Christ has rescued us from the curse pronounced by the law. When He was hung on the cross, He took upon Himself the curse for our wrongdoing. For it is written in the Scriptures, 'Cursed is everyone who is hung on a tree.'",
        "location": "Galatians 3:13",
        "statement": "I AM redeemed from the curse of sin, sickness, and poverty."
    },
    {
        "text": "Let your roots grow down into Him, and let your lives be built on Him. Then your faith will grow strong in the truth you were taught, and you will overflow with thankfulness.",
        "location": "Colossians 2:7",
        "statement": "I AM firmly rooted, built up, established in my faith and overflowing with gratitude."
    },
    {
        "text": "Let the whole world bless our God and loudly sing His praises.",
        "location": "Psalm 66:8",
        "statement": "I AM called of God to be the voice of His praise."
    },
    {
        "text": "But He was pierced for our rebellion, crushed for our sins. He was beaten so we could be whole. He was whipped so we could be healed.",
        "location": "Isaiah 53:5",
        "statement": "I AM healed by the stripes of Jesus."
    },
    {
        "text": "For He raised us from the dead along with Christ and seated us with Him in the heavenly realms because we are united with Christ Jesus.",
        "location": "Ephesians 2:6",
        "statement": "I AM raised up with Christ and seated in heavenly places."
    },
    {
        "text": "We know, dear brothers and sisters, that God loves you and has chosen you to be His own people.",
        "location": "1 Thessalonians 1:4",
        "statement": "I AM greatly loved by God."
    },
    {
        "text": "We also pray that you will be strengthened with all His glorious power so you will have all the endurance and patience you need. May you be filled with joy...",
        "location": "Colossians 1:11",
        "statement": "I AM strengthened with all might according to His glorious power."
    },
    {
        "text": "So humble yourselves before God. Resist the devil, and he will flee from you.",
        "location": "James 4:7",
        "statement": "I AM submitted to God, and the devil flees from me because I resist him in the Name of Jesus."
    }
]
  